Ran Plan for dir: `terraform/gp_2134/global/acm` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
- destroy

Terraform will perform the following actions:

  # aws_vpc.vpc_network3 will be created
+ resource "aws_vpc" "vpc_network3" {
      + arn                                  = (known after apply)
      + cidr_block                           = "10.0.0.0/16"
      + default_network_acl_id               = (known after apply)
      + default_route_table_id               = (known after apply)
      + default_security_group_id            = (known after apply)
      + dhcp_options_id                      = (known after apply)
      + enable_dns_hostnames                 = (known after apply)
      + enable_dns_support                   = true
      + enable_network_address_usage_metrics = (known after apply)
      + id                                   = (known after apply)
      + instance_tenancy                     = "default"
      + ipv6_association_id                  = (known after apply)
      + ipv6_cidr_block                      = (known after apply)
      + ipv6_cidr_block_network_border_group = (known after apply)
      + main_route_table_id                  = (known after apply)
      + owner_id                             = (known after apply)
      + tags                                 = {
          + "Name" = "terraform-network"
        }
      + tags_all                             = {
          + "Name" = "terraform-network"
        }
    }

  # aws_vpc.vpc_network_3 will be destroyed
  # (because aws_vpc.vpc_network_3 is not in configuration)
- resource "aws_vpc" "vpc_network_3" {
      - arn                                  = "arn:aws:ec2:ap-east-1:651482608654:vpc/vpc-0b85b178ae828f0de" -> null
      - assign_generated_ipv6_cidr_block     = false -> null
      - cidr_block                           = "10.0.0.0/16" -> null
      - default_network_acl_id               = "acl-0d81a07fda2fb3f9c" -> null
      - default_route_table_id               = "rtb-093a343ce83453999" -> null
      - default_security_group_id            = "sg-05bf507e1c2d74e9e" -> null
      - dhcp_options_id                      = "dopt-0e4a0664693427690" -> null
      - enable_dns_hostnames                 = false -> null
      - enable_dns_support                   = true -> null
      - enable_network_address_usage_metrics = false -> null
      - id                                   = "vpc-0b85b178ae828f0de" -> null
      - instance_tenancy                     = "default" -> null
      - ipv6_netmask_length                  = 0 -> null
      - main_route_table_id                  = "rtb-093a343ce83453999" -> null
      - owner_id                             = "651482608654" -> null
      - tags                                 = {
          - "Name" = "terraform-network-4"
        } -> null
      - tags_all                             = {
          - "Name" = "terraform-network-4"
        } -> null
    }

Plan: 1 to add, 0 to change, 1 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform/gp_2134/global/acm`
* :put_litter_in_its_place: To **delete** this plan click [here](http://k8s-default-atlantis-c6d798b9cb-1522425131.us-east-1.elb.amazonaws.com/lock?id=mileslee-nsuslab%252Fatlantis-test-miles%252Fterraform%252Fgp_2134%252Fglobal%252Facm%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform/gp_2134/global/acm`
</details>
Plan: 1 to add, 0 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`